file/book/computer/conceptual_blockbusting.org
#+TITLE: conceptual blockbusting : a guide to better idea
#+AUTHOR: zhuxiaolin

[[~/file/wiki.org][首页]]

有一点很奇怪，为什么会把这样一本讲述思维的书，放在一个IT人员入门的第一本书。

* 突破思维的障碍，内容
- 拓展你的创新思维
- 解析思维的产生过程
* 思维的障碍
** 感性障碍
- 已知的成见
  1. 先入为主
  2. 给事物的标签（宗教，老师，IT，上海人。）
  3. [[game1]]
- 没有成见的找出问题的本质
  - 问题一般都是两部分组成：问题 = 范围 + 问题本身
  - [[game2]]
  - 花少量的时间去确定问题的所在（界定问题）
- 跳出限定的问题思考
  - 前提是限定我们一切思维界定的框
  - [[game3]]
- 不同角度考虑问题
  - [[test1]]
** 视觉饱和
- 常见的东西，往往是容易被自己忽视的东西。
  - [[test2]]
- 全方味（位）去感受事物（听，视，味，触，感觉）
  - 写下一个东西的全方位的感觉。
** 感情障碍
- 不愿在公众面前暴露自己的不足
  - 原我（动物本能的自我）
  - 自我（有了社会性，感情约束）
  - 超我（有道德制约）
  - 原我的想法 -》 被 自我，超我给否定。
- [[test3]]
** 几大思维：
- 数学思维
- 视觉思维[[test4]]
  - 视觉锻炼 [[test6]]
- 听觉，触觉，感知[[test5]]
** 排除思维的障碍
- 质疑：多问为什么。
- 思维的灵活性：[[test7]]
- 思维辅助：
  - 思维导图 + 列表 + 草图 + 思维风暴
  - [[test8]]
* 一些有趣的思维问题
- 早上上山，第二天早上下山，证实，会在同一个时间点，经过同一个地方。
  - 我的思维过程：把时间当作尺子，铺在路上，两条尺子必有相等的地方。
  - 别人的思维：让两个人同时从山上，山下走，必相会。
- #<<game1>>让一堆人给你打上标签，看看你是一个什么样的人。（QQ的标签功能）
- #<<game2>>你买***的本质原因是什么？
- #<<game3>>重新定义自己遇到的问题，然后列举3种界限，和相应的答案。
* 一些有趣的思维实验
- #<<test1>>对于一个问题，你从别人的角度考虑，然后写下来，给他们看，是否和他们想的一致。
- #<<test2>>画出你的手机，你的电脑样子。
- #<<test3>>一个管子里面有一个乒乓球，你怎么弄出来？
- #<<test4>>一个物品，放入口袋。一个人摸，并描述，让另一个人画。
  - 或者让一个人看一幅画，让另一个人画。
- #<<test5>>一只苹果你能提出多少问题
- #<<test6>>画周围的东西，站在一个点拍照。
- #<<test7>>砖块的作用 + 特性
- #<<test8>>列出生活中需要改进的东西。

* 我自己对问题的思维
- 我买眼镜的本质
  - 对自己好点
  - 买该买的东西
  - 眼睛对自己一生都很重要
  - 确实有效果
- 一个一端封闭的管子有乒乓球
  - 打破管子
  - 穿破乒乓球
  - 灌水
  - 夹子
  - 抽气
  - 
- 一只苹果的问题
  - 他生长在哪里
  - 它什么颜色
  - 它什么质地
  - 它的好坏
  - 它的来源
  - 它的去向
  - 它的拥有者
  - 它的品牌
  - 。。。
- 砖块的作用
  - 打人，
  - 砌墙
  - 修补
  - 装饰
  - 装东西（做成袋子）
  - 存钱罐
  - 垫脚
  - 镇纸
  - 粉末颜料
- 生活中要改进的东西
  - 手机
  - 椅子
  - 
