file/book/computer/conceptual_blockbusting.html
<?xml version="1.0" encoding="gbk"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>conceptual blockbusting : a guide to better idea</title>
<meta http-equiv="Content-Type" content="text/html;charset=gbk"/>
<meta name="title" content="conceptual blockbusting : a guide to better idea"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-09-23T11:45+0800"/>
<meta name="author" content="zhuxiaolin"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">conceptual blockbusting : a guide to better idea</h1>

<p><a href="file://d:/Jerryfive/emacs/config/file/wiki.html">首页</a>
</p>
<p>
有一点很奇怪，为什么会把这样一本讲述思维的书，放在一个IT人员入门的第一本书。
</p>

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 突破思维的障碍，内容</a></li>
<li><a href="#sec-2">2 思维的障碍</a>
<ul>
<li><a href="#sec-2-1">2.1 感性障碍</a></li>
<li><a href="#sec-2-2">2.2 视觉饱和</a></li>
<li><a href="#sec-2-3">2.3 感情障碍</a></li>
<li><a href="#sec-2-4">2.4 几大思维：</a></li>
<li><a href="#sec-2-5">2.5 排除思维的障碍</a></li>
</ul>
</li>
<li><a href="#sec-3">3 一些有趣的思维问题</a></li>
<li><a href="#sec-4">4 一些有趣的思维实验</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 突破思维的障碍，内容</h2>
<div class="outline-text-2" id="text-1">

<ul>
<li>拓展你的创新思维
</li>
<li>解析思维的产生过程
</li>
</ul>

</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 思维的障碍</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> 感性障碍</h3>
<div class="outline-text-3" id="text-2-1">

<ul>
<li>已知的成见
<ol>
<li>先入为主
</li>
<li>给事物的标签（宗教，老师，IT，上海人。）
</li>
<li><a href="#game1">game1</a>
</li>
</ol>

</li>
<li>没有成见的找出问题的本质
<ul>
<li>问题一般都是两部分组成：问题 = 范围 + 问题本身
</li>
<li><a href="#game2">game2</a>
</li>
<li>花少量的时间去确定问题的所在（界定问题）
</li>
</ul>

</li>
<li>跳出限定的问题思考
<ul>
<li>前提是限定我们一切思维界定的框
</li>
<li><a href="#game3">game3</a>
</li>
</ul>

</li>
<li>不同角度考虑问题
<ul>
<li><a href="#test1">test1</a>
</li>
</ul>

</li>
</ul>

</div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> 视觉饱和</h3>
<div class="outline-text-3" id="text-2-2">

<ul>
<li>常见的东西，往往是容易被自己忽视的东西。
<ul>
<li><a href="#test2">test2</a>
</li>
</ul>

</li>
<li>全方味（位）去感受事物（听，视，味，触，感觉）
<ul>
<li>写下一个东西的全方位的感觉。
</li>
</ul>

</li>
</ul>

</div>

</div>

<div id="outline-container-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> 感情障碍</h3>
<div class="outline-text-3" id="text-2-3">

<ul>
<li>不愿在公众面前暴露自己的不足
<ul>
<li>原我（动物本能的自我）
</li>
<li>自我（有了社会性，感情约束）
</li>
<li>超我（有道德制约）
</li>
<li>原我的想法 -》 被 自我，超我给否定。
</li>
</ul>

</li>
<li><a href="#test3">test3</a>
</li>
</ul>

</div>

</div>

<div id="outline-container-2-4" class="outline-3">
<h3 id="sec-2-4"><span class="section-number-3">2.4</span> 几大思维：</h3>
<div class="outline-text-3" id="text-2-4">

<ul>
<li>数学思维
</li>
<li>视觉思维<a href="#test4">test4</a>
<ul>
<li>视觉锻炼 <a href="#test6">test6</a>
</li>
</ul>

</li>
<li>听觉，触觉，感知<a href="#test5">test5</a>
</li>
</ul>

</div>

</div>

<div id="outline-container-2-5" class="outline-3">
<h3 id="sec-2-5"><span class="section-number-3">2.5</span> 排除思维的障碍</h3>
<div class="outline-text-3" id="text-2-5">

<ul>
<li>质疑：多问为什么。
</li>
<li>思维的灵活性：<a href="#test7">test7</a>
</li>
<li>思维辅助：
<ul>
<li>思维导图 + 列表 + 草图 + 思维风暴
</li>
<li><a href="#test8">test8</a>
</li>
</ul>

</li>
</ul>

</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> 一些有趣的思维问题</h2>
<div class="outline-text-2" id="text-3">

<ul>
<li>早上上山，第二天早上下山，证实，会在同一个时间点，经过同一个地方。
<ul>
<li>我的思维过程：把时间当作尺子，铺在路上，两条尺子必有相等的地方。
</li>
<li>别人的思维：让两个人同时从山上，山下走，必相会。
</li>
</ul>

</li>
<li>#<a name="game1" class="target">game1</a> 让一堆人给你打上标签，看看你是一个什么样的人。（QQ的标签功能）
</li>
<li>#<a name="game2" class="target">game2</a> 你买***的本质原因是什么？
</li>
<li>#<a name="game3" class="target">game3</a> 重新定义自己遇到的问题，然后列举3种界限，和相应的答案。
</li>
</ul>

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> 一些有趣的思维实验</h2>
<div class="outline-text-2" id="text-4">

<ul>
<li>#<a name="test1" class="target">test1</a> 对于一个问题，你从别人的角度考虑，然后写下来，给他们看，是否和他们想的一致。
</li>
<li>#<a name="test2" class="target">test2</a> 画出你的手机，你的电脑样子。
</li>
<li>#<a name="test3" class="target">test3</a> 一个管子里面有一个乒乓球，你怎么弄出来？
</li>
<li>#<a name="test4" class="target">test4</a> 一个物品，放入口袋。一个人摸，并描述，让另一个人画。
<ul>
<li>或者让一个人看一幅画，让另一个人画。
</li>
</ul>

</li>
<li>#<a name="test5" class="target">test5</a> 一只苹果
</li>
<li>#<a name="test6" class="target">test6</a> 画周围的东西，站在一个点拍照。
</li>
<li>#<a name="test7" class="target">test7</a> 砖块的作用 + 特性
</li>
<li>#<a name="test8" class="target">test8</a> 列出生活中需要改进的东西。
</li>
</ul>

</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2014-09-23T11:45+0800</p>
<p class="author">Author: zhuxiaolin</p>
<p class="creator"><a href="http://orgmode.org">Org</a> version 7.9.3f with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
